[
  {
    "title": "Monica Bedi vs State Of A.P on 9 November, 2010",
    "link": "https://indiankanoon.org/doc/1104661/",
    "docsource": "Supreme Court of India",
    "content": "3. The learned Special Judge upon consideration of the material made available framed the following charges against the accused persons: i) for the offence under Section 120-B IPC against A-3 to A-5, A-7 to A-9; ii) for the offence under Section 419 IPC against A-3; iii) for the offence under Section 419 r/w 109 IPC against A-4, A-5 and A-7 to A-9; iv) for the offence under Section 468 IPC against A-5; v) for the offence under Section 420 IPC against A-8; vi) for the offence under Section 468 IPC against A-7; 4 vii) for the offence under Section 13 (1) (d) r/w 13(2) of the Prevention of Corruption Act against A-4, A-5, A-7 and A-8; viii) for the offence under Section 12 of the Passports Act, 1967 against A-3; ix) for the offence under Section 420 IPC against A-3; x) for the offence under Section 420 r/w 109 IPC against A-4, A-5, A-7 to A-9. 4. The prosecution in order to substantiate the charges examined altogether 38 witnesses and proved 79 documents. Exhibit D-1 to Exhibit D-4 were marked on behalf of the defence. 5. The learned trial judge upon appreciation of the evidence and material available on record found Monika Bedi (A-3 ) guilty of the offences punishable under Sections 120- B, 419 and 420 IPC but acquitted of the charge under Section 12 of the Passports Act, 1967; Shaik Abdul Sattar (A-5) guilty of the offences under Sections 120-B, 419 r/w 109, 420 r/w 109, 468 IPC and Sections 13(1) (d) r/w 13 (2) of the Prevention of Corruption Act; Mohammed Yunis (A-7) guilty of the offence under Section 468 IPC and D. Gokari Saheb (A-8) guilty of the offences under Section 120B, 420, 419 r/w 109 IPC, 420 r/w 109 IPC and under Sections 13 (1) (d) r/w 13 (2) of the Prevention of Corruption Act. A-3 was accordingly sentenced to suffer rigorous imprisonment for three years and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month for the offence under Section 120-B IPC; rigorous imprisonment for five years and to pay a fine of Rs. 1,000/- in default, to suffer simple imprisonment for one month for the offence under Section 420 IPC; rigorous imprisonment for three years and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month and for the offence under Section 419 IPC; A-5 to suffer rigorous imprisonment for three years and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month for the offence under Section 120-B IPC; rigorous imprisonment for three years and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month for the offence under Section 419 r/w 109 IPC; rigorous imprisonment for three years and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month for the offence under Section 420 r/w 109 IPC; rigorous imprisonment for three years and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month for the offence under Section 468 IPC, and rigorous imprisonment for one year and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month for the offence under Sections 13 (1) (d) r/w 13 (2) of the Prevention of Corruption Act. A-7 to suffer rigorous imprisonment for three years and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month for the offence under Section 468 IPC; A-8 to suffer rigorous imprisonment for three years and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month for the offence under Section 120-B IPC; rigorous imprisonment for three years and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month for the offence under Section 419 r/w 109 IPC; rigorous imprisonment for three years and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month for the offence under Section 420 r/w 109 IPC; rigorous imprisonment for three years and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month for the offence under Section 420 IPC and rigorous imprisonment for one year and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for one month for the offence under Sections 13 (1) (d) r/w 13 (2) of the Prevention of Corruption Act. All the substantive sentences were directed to run concurrently. 6. On appeal the High Court of Andhra Pradesh upon re- appreciation of evidence available on record confirmed the conviction of A-3 for the offences punishable under Sections 120-B, 419 and 420 IPC but reduced the sentence from three years rigorous imprisonment to two years rigorous imprisonment for the offence punishable under Section 120B IPC, from five years rigorous imprisonment to three years rigorous imprisonment for the offence punishable under Section 420 IPC and from three years rigorous imprisonment to two years rigorous imprisonment for the offence punishable under Section 419 IPC while maintaining the fine imposed by the trial court. The High Court also confirmed the conviction of A-5 under each count but reduced the quantum of imprisonment from three years to one year for offences under each count under Sections 120- B, 419 r/w 109, 420 r/w 109, 468 IPC. However, his conviction and sentence imposed for the offences punishable under Section 13 (1) (d) read with 13 (2) of the Prevention of Corruption Act was confirmed. That so far as A-7 is concerned the High Court while partly allowing the appeal modified the conviction from Section 468 IPC to that of one under Section 465 IPC and accordingly sentenced to suffer rigorous imprisonment for six months and to pay a fine of Rs. 500/-, in default, to suffer simple imprisonment for three months. That so far as A-8 is concerned the High Court confirmed his conviction under all counts but reduced the quantum of imprisonment from three years to one year for offences under each count under Section 120-B, 420, 419 r/w 109, 420 r/w 109, 468 IPC. However, his conviction and sentence imposed for the offences punishable under Section 13(1) (d) r/w 13 (2) of the Prevention of Corruption Act was confirmed. Hence, these appeals."
  },
  {
    "title": "Sh. Suneel Galgotia And Another vs State Of U.P. Thru Secy. And 3 Others on 23 September, 2015",
    "link": "https://indiankanoon.org/doc/64482386/",
    "docsource": "Allahabad High Court",
    "content": "31. Then in order to attract Section 420 I.P.C., essential ingredients are: (i)cheating; (ii)dishonest inducement to deliver property or to make or destroy any valuable security or any thing which is sealed or signed or is capable of being converted into a valuable security; and, (iii)mens rea of accused at the time of making inducement and which act of omission. 32. In Mahadeo Prasad Vs. State of West Bengal, AIR 1954 SC 724 it was observed that to constitute offence of cheating, intention to deceive should be in existence at the time when inducement was offered. 42. In Vir Prakash Sharma Vs. Anil Kumar Agarwal and another, 2007(7) SCC 373 it was held that if no act of inducement on the part of accused is alleged and no allegation is made in the complaint that there was any intention to cheat from the very inception, the requirement of Section 415 read with Section 420 IPC would not be satisfied. The Court relied on the earlier decisions in Hridaya Ranjan Prasad Verma (supra) and Indian Oil Corporation Vs. NEPC India Ltd.(supra). 43. In support of the contention that no offence under Section 420 I.P.C. is made out, Sri Chaturvedi placed reliance on decisions of Apex Court in Mohammad Ibrahim and others Vs. State of Bihar and another (2009) 8 SCC 751 and Parminder Kaur Vs. State of Uttar Pradesh and another (2010) 1 SCC 322. He contended that Society being owner of University has rightly included assets, funds and liabilities of University in its own consolidated accounts and balance-sheet. There is no cheating or fraud or forgery. \"We are surprised at the attitude of the State when it is apparent on the record that the whole prosecution is mala fide, malicious and vengeanceful only to settle the scores of respondent no.2 against .....\" 48. The basic ingredient of the relevant provisions cannot be disputed but their application in each case will have to be examined on the basis of the facts of that case and, therefore, the mere fact that Apex Court in the above two decisions found no offence having been committed under Section 420 I.P.C. etc. ipso facto, it cannot be said that in the present case also, no offence has been committed by petitioners since there is only a civil dispute. 50. In Vesa Holdings P. Ltd. and Ors. vs. State of Kerala and Ors., 2015 Cr.L.J. 2455 (SC) the Court held that every breach of contract would not give rise to an offence of cheating and only in those cases breach of contract would amount to cheat where there was any deception played at the very inception. If the intention to cheat has developed later on, the same cannot amount to cheating. In other words, for the purpose of constituting an offence of cheating, the complainant is required to show that the accused had fraudulent or dishonest intention at the time of making promise. Even in a case where allegations are made in regard to failure on the part of accused to keep his promise, in the absence of a culpable intention at the time of making initial promise being absent, no offence under Section 420 IPC can be said to have been made out."
  },
  {
    "title": "Chandan Kumar Singh vs State Of Bihar & Anr on 5 October, 2015",
    "link": "https://indiankanoon.org/doc/180199837/",
    "docsource": "Patna High Court",
    "content": "26. The offence punishable under section 420 IPC reads as under:- \"420. Cheating and dishonestly inducing delivery of property.- Whoever cheats and thereby dishonestly induces the person deceived to deliver any property to any person, or to make, alter or destroy the whole or any part of a valuable security, or anything which is 58 Patna High Court Cr. WJC No.931 of 2015 dt.05-10-2015 signed or sealed, and which is capable of being converted into a valuable security, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine.\" 27. The essential ingredients of Section 420 IPC are: (i) cheating; (ii) dishonest inducement to deliver property or to make, alter or destroy any valuable security or anything which is sealed or signed or is capable of being converted into a valuable security, and (iii) mens rea of the accused at the time of making the inducement. 35. The petitioners have also placed reliance on the decision of the Supreme Court in Uma Shankar Gopalika v. State of Bihar (Supra), wherein the Supreme Court has observed in paragraph 7 as under:- \"7. In our view, petition of complaint does not disclose any criminal offence at all much less any offence either under Section 420 or Section 120-B IPC and the present case is a case of purely civil dispute between the parties for which remedy lies before a civil court by filing a properly constituted suit. In our opinion, in view of these facts allowing the police investigation to continue would amount to an abuse of the process of the court and to prevent the same, it was just and expedient for the High Court to quash the same by exercising the power under Section 482 Cr. P.C. which it has erroneously refused.\""
  },
  {
    "title": "Desh Deepak Sharma And Ors. vs State Of Delhi And Ors. on 18 January, 2008",
    "link": "https://indiankanoon.org/doc/1512319/",
    "docsource": "Delhi High Court",
    "content": "(e) The four cheques were given to the complainant only as a security for certain transactions and these were not to be presented for payment at all. (f) Petitioner No. 1 has not denied his liability, and has been making payments to the complainant without prejudice to his rights and contentions. In those circumstances, the offence under Section 420 IPC read with 34 IPC can hardly be said to be made out even against the Petitioner No. 1. 9. As regards the question of maintainability of the revision petitions before the learned ASJ, learned Counsel for the complainants submits that the judgment of the Supreme Court in Rajendra Kumar Sitaram Pande v. Uttam supports the proposition that a revision petition under Section 397(2) CrPC would not be maintainable only if the order sought to be revised was a purely interlocutory one. Since the order of the learned MM declining to issue summons under Section 420 IPC was a final as one far as that the offence under Section 420 IPC is concerned, the revision petition was indeed maintainable. He also seeks reliance to the observations of the Supreme Court in K.K. Patel (supra). 14. Learned Counsel for the complainant has rightly contended that the order dated 18th July, 2001 passed by the learned MM declining to issue summon against the accused Petitioners under Section 420 IPC partakes the character of a final order. Further as explained by the Supreme Court in Rajendra Kumar Sitaram Pande it would not be correct to characterise such an order as a purely interlocutory order in respect of which no revision petition can be filed under Section 397(2) CrPC. In that view of the matter, no fault can be found with the order dated 19th July, 2005 passed by the learned ASJ rejecting the preliminary objection as to the maintainability of the revision petition. 15. That brings us to the merits of the present petition seeking the quashing of the order of the learned ASJ as well as the criminal complaint insofar as relates to Section 420 IPC. 16. The scope of the power of this Court to interfere in exercise of its power under Section 482 CrPC is fairly well settled in a number of judgments. A reference may be made to State of Haryana v. Bhajan Lal 1992 Supp. (1) SCC 3356 and Zandu Pharmaceutical Works v. Mohd. Sharaful Haque . Ultimately, it is for the Petitioners seeking quashing of the criminal proceedings to demonstrate that the complaint even if read as a whole does not make out a prima facie for the trial of the offences with which the Petitioners are charged or for which they have been summoned. 21. It is not possible to say, on reading of the complaint as a whole, that no case is made out for issuance of summons to the Petitioner No. 1 Desh Deepak Sharma and Petitioner No. 2 Smt. Neelam Sharma for the offence under Section 420 IPC. It might be a different matter as regards the Section 138 of the NI Act is concerned, since that provision requires the drawer of the cheque whether acting in the individual capacity, or a representative of the company to be arrayed. As far as the Petitioner No. 2 is concerned, no case is made out under Section 138 of the NI Act but the same cannot be said for the offence under Section 420 IPC."
  },
  {
    "title": "Rajeev Kumar Goyal @ Raj Kumar Goyal vs State Through C.B.I. on 8 August, 2014",
    "link": "https://indiankanoon.org/doc/100746248/",
    "docsource": "Delhi High Court",
    "content": "(ii) Appellant Sanjay Raina was sentenced to RI for three years and to pay a fine of Rs.40,000 and in default to undergo SI for six months for the offence under Section 420 IPC and an identical sentence for the offences under Sections 467 read with Section 471 IPC and 468 read with Section 471 and RI for one year for the offence under Section 120B read with Sections 420/467/468/471 IPC with all sentences being directed to run concurrently. (iii) Appellant Rajeev Kumar Goyal was sentenced to undergo RI for two years and a fine of Rs.25,000 and in default to undergo SI for three months for each of the offences under Section 420 IPC, Section 467 read with Section 471 IPC and Section 468 read with Section 471 IPC and RI for one year under Section 120 B read with Sections 420/467/468/471 IPC with all the sentences being directed to run concurrently. (iv) Appellant Deepak Handa was sentenced to undergo RI for two years and to pay a fine of Rs.25,000 and in default to undergo SI for three months for each of the offences under Section 420 IPC, Section 467 read with Section 471 IPC and Section 468 read with Section 471 IPC and RI for one year under Section 120 B read with Sections 420/467/468/471 IPC with all the sentences directed to run concurrently. 3. At the time of admission of appeals on 31 st March 2008, this Court suspended the sentences awarded to each of the Appellants during the pendency of the appeals subject to terms. The Court s informed that the fine amounts have already been paid by the Appellants. Position qua each of the accused 54. The net result of the above discussion qua each of the accused is as under: (i) Although L.K. Gupta was the Manager of Kapashera Branch, NIC, where the above claims were processed by him, the evidence is insufficient to prove beyond reasonable doubt his involvement in the conspiracy and his having abused the official position as a public servant to pass the said claims. He is entitled to the benefit of doubt. (ii) As far as A2, Sanjay Raina is concerned, his quilt qua the offences under Sections 420/467/468/471 IPC qua each of the above claims stands proved beyond all reasonable doubt. The evidence is also sufficient beyond reasonable doubt that he is guilty of the offence under Section 120-B IPC read with Sections 420/464/468/471 IPC qua six of the claims except the claim of M/s. Sonia &amp; Co. CRL.A. Nos. 265-66,269-70 of 2008 Page 37 of 40 (iii) As far as A-3, Rajeev Kumar Goyal is concerned, the evidence is sufficient to prove the offences under Sections 420/464/468/471 and Section 120-B IPC read with the aforementioned offences qua the claim of M/s. Rajeev &amp; Co. and M/s. Abha International (Claim No.6). (iv) The evidence on record is sufficient to prove beyond reasonable doubt the charge against Deepak Handa qua the claim of M/s. Silk Screen for the offence under Section 420 IPC and the offence under Section 120-B read with Section 420 IPC."
  },
  {
    "title": "Opts Marketing (P) Ltd. And Others vs State Of A.P. And Another on 25 January, 2001",
    "link": "https://indiankanoon.org/doc/43377054/",
    "docsource": "Andhra HC (Pre-Telangana)",
    "content": "9. Point No.2: Since the Division Bench in D. Prakash's case (supra) quashed the proceedings under Section 420 IPC initiated for dishonour of a cheque issued to the complainant, the circumstances in which the Court can quash proceedings under Section 482 Cr.PC in respect of proceedings initiated under Section 420 IPC for dishonour of the cheques given to the complainant has to be seen. Section 415 IPC defines cheating. Section 420 IPC deals with certain specific types of cheating, i.e., cases where the deceived person is dishonestly induced (i) to deliver any property to any person, or (ii) to make, alter or destroy (a) the whole or any part of a valuable security, or (b) anything which is signed or sealed, and which is capable of being converted into a valuable security. Fraudulent or dishonest inducement of a person whereby another person is caused, or is likely to cause danger to body, mind, reputation or property, is the essential ingredient of cheating. Therefore, unless the report or charge-sheet contains the necessary averments that there was a dishonest intention on the part of the person who induced the person that parted with or altered or destroyed property, valuable security, etc., and thereby suffered, or is likely suffer danger to body, mind, reputation or property, investigation or enquiry into the case would not be warranted. 16. The above decisions of Allahabad and Bombay High Courts in Ajodhya Prasad's case (supra) and Keshavji's case (supra) were referred to and followed in Bola Nath v. State, 1982 Crl.LJ 1482, a case where goods were sold against post-dated cheques, which were dishonoured for want of funds. On a complaint given by the vendor of the goods, police, after investigation, filed a charge-sheet under Section 420 IPC against the drawer of the cheque. Accused, i.e., drawer of the cheque, filed a petition seeking permission to adduce evidence before framing of charges, inter alia, questioning the jurisdiction of the Court to entertain the complaint. The said petition was dismissed by the Magistrate on the ground that the facts prima facie disclose an offence under Section 420 IPC. On revision, the High Court, after referring to Keshavji's case (supra) held that the material on record is sufficient for presuming that an offence under Section 420 IPC was committed, and dismissed the revision. 24. The correctness of the said decision in VVLN Chary's case (supra), in view of the recent pronouncement of the Supreme Court in Medchal Chemical and Pharma (Private) Limited v. Biological E. Limited, , that only in cases where the 'civil profile' outweighs the 'criminal outfit' can a complaint be quashed, and in view, of the presumption to be drawn against the drawer in cases of issuance of cheques or post-dated cheques, referred to in paras 13 to 18 (supra), is doubtful. 25. The finding of the learned Judge in Meena Vasavani's case (supra) that after introduction of Section 138 into the Negotiable Instruments Act, cases of dishonour of cheques can only be dealt with under that section but not under Section 420 IPC does not seem to be a correct view. Dishonour of cheque per se is made an offence under Section 138 of the Negotiable Instruments Act. There is nothing either in Chapter XVII of the Negotiable Instruments Act or in the Statement of Objects and Reasons of the Banking Public Financial Institutions and Negotiable Instruments Laws (Amendment) Act, 1988, under which Chapter XVII is incorporated in the Negotiable Instruments Act, to show that Section 138 of the Negotiable Instruments Act is introduced in lieu of Section 420 IPC in cases of dishonour of cheques. An act done by an individual can be an offence under more than one statute. If a cheque is issued with a view to cheat, in case of its dishonour and non-payment after notice of dishonour, it would be an offence not only under Section 138 of the Negotiable Instruments Act but under Section 420 IPC also. Complainant need not establish the intention to cheat on the part of the drawer for getting the drawer of the cheque convicted under Section 138 of the Negotiable Instruments Act. Therefore, intention to 'cheat' need not be established in respect of complaints filed under Section 138 of the Negotiable Instruments Act, which is a sine qua non for establishing an offence under Section 420 IPC. \"None of the respondents has been able to explain as to why offences under Sections 406/420 IPC were not added in the complaint filed under Section 138 of the Negotiable Instruments Act.\" and the fact that a Division Bench of this Court in Ms. Upohar International Private limited v. State of A.P., 1997 (1) ALD (Crl) 30 (DB) = 1997 (2) ALD 704 (DB) = 1997 (1) ALT (Crl.) 92 (DB), and a Division Bench of Kerala High Court in Thomas Vargheses v. P. Jerome, 1992 Crl.LJ 3080, refused to quash proceedings initiated under Section 420 IPC and Section 138 of the Negotiable Instruments Act, indirectly support the view that even after introduction of Section 138 of the Negotiable Instruments Act, in case of dishonour of cheques, in appropriate cases criminal Court can take cognizance, and try cases under Section 420 IPC also in respect of dishonour of cheques. In view thereof, we hold that D. Prakash's case (supra) and Meena Vasavani's case (supra) are not correctly decided and they stand overruled."
  },
  {
    "title": "Samir Sahay @ Sameer Sahay vs The State Of Uttar Pradesh Home ... on 25 August, 2017",
    "link": "https://indiankanoon.org/doc/126434109/",
    "docsource": "Supreme Court - Daily Orders",
    "content": "No headline available"
  },
  {
    "title": "Manju Devi @ Manju Kumari vs The State Of Bihar & Ors on 5 October, 2015",
    "link": "https://indiankanoon.org/doc/88062987/",
    "docsource": "Patna High Court",
    "content": "26. The offence punishable under section 420 IPC reads as under:- \"420. Cheating and dishonestly inducing delivery of property.- Whoever cheats and thereby dishonestly induces the person deceived to deliver any property to any person, or to make, alter or destroy the whole or any part of a valuable security, or anything which is 58 Patna High Court Cr. WJC No.931 of 2015 dt.05-10-2015 signed or sealed, and which is capable of being converted into a valuable security, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine.\" 27. The essential ingredients of Section 420 IPC are: (i) cheating; (ii) dishonest inducement to deliver property or to make, alter or destroy any valuable security or anything which is sealed or signed or is capable of being converted into a valuable security, and (iii) mens rea of the accused at the time of making the inducement. 35. The petitioners have also placed reliance on the decision of the Supreme Court in Uma Shankar Gopalika v. State of Bihar (Supra), wherein the Supreme Court has observed in paragraph 7 as under:- \"7. In our view, petition of complaint does not disclose any criminal offence at all much less any offence either under Section 420 or Section 120-B IPC and the present case is a case of purely civil dispute between the parties for which remedy lies before a civil court by filing a properly constituted suit. In our opinion, in view of these facts allowing the police investigation to continue would amount to an abuse of the process of the court and to prevent the same, it was just and expedient for the High Court to quash the same by exercising the power under Section 482 Cr. P.C. which it has erroneously refused.\""
  },
  {
    "title": "Edmund S Lyngdoh vs State Of Meghalaya on 16 September, 2014",
    "link": "https://indiankanoon.org/doc/53287936/",
    "docsource": "Supreme Court of India",
    "content": "R. BANUMATHI, J. Leave granted. 2. These appeals arising out of SLP (Crl.) Nos. 2203-2204/2011 are filed challenging the judgment of the Gauhati High Court confirming the conviction of the appellant-first accused (Deva Prasad Sharma) under Section 420 IPC, 120B IPC and Section 5(2) of Prevention of Corruption Act, 1947 (for short ‘the P.C. Act’) and enhancement of the sentence imposed on him. Fourth accused (Edmund S. Lyngdoh) has preferred SLP (Crl.) No.553/2011 challenging the reversal of his acquittal and assailing the conviction under Section 420 IPC read with Section 120B IPC. 3. Deva Prasad Sharma (A-1) died on 9.10.2011 during the pendency of the petition before this Court and his legal representative was brought on record by this Court’s Order dated 14.11.2011 in Crl. Appeal arising out of SLP (Crl.) Nos.2203-2204/11 and his son Debashish Sharma is pursuing the appeal. 4. Briefly stated, case of the prosecution is that Deva Prasad Sharma (First accused) was the then Chief Engineer of North Eastern Hill University, Shillong (for short ‘NEHU’), Stetnel Roy (A-2) was the Accounts Officer, W.M.R. Wahlang (third accused) was the then Assistant Finance Officer, Edmund S. Lyngdoh, proprietor of M/s E.S. Enterprise (A-4) and T.S. Bareh, proprietor of M/s Premiere Enterprise (A-5), N.P. Garg, Executive Engineer, Shri G.L. Sharma, Jr. Engineer, Sanjay, Sr. Technical Assistant and Shri H. Nongkynrih, Section Officer, Construction Division of NEHU have colluded together for procurement of Damp Seal Cement from some fictitious and non-existent firms at an exorbitant rate during the year 1982 to mid 1985. In furtherance of this collusion, it is alleged that A-1 invited quotation on 12.12.1982 from 12 firms for supply of Damp Proof Cement (DPC) at the rate of Rs.42.75 per kg. though the then actual market rate was Rs.5/- to Rs.7/- per kg. Even though the Purchase Committee had approved only two firms for supplying the materials, A-1 is alleged to have placed orders from many firms and persons without ascertaining the available stock and actual requirement which resulted in leaving huge quantities of the materials so purchased unused. On the basis of the complaint lodged by Dr. B.D. Sharma, the then Vice-Chancellor of NEHU, case was registered and investigation was taken up by the CBI. In the course of investigation, CBI found a prima facie case against A-1 to A-3, Shri Edmund S. Lyngdoh, the owner of the firm M/s E.S. Enterprises (A-4), Shri T.S. Bareh of M/s. Premiere Enterprises (A-5) and other suppliers and charge sheeted them under Section 120B IPC read with Section 420 IPC and Sections 5(2) read with 5 (1)(d) of the Prevention of Corruption Act, 1947. At the investigation stage, others were dropped from the case and chargesheet was filed only against A-1 to A-5. The trial court framed the charges against A-1 to A-3 under Sections 120B IPC read with 420 IPC and Section 5(2) read with Section 5(1)(d) of the PC Act, 1947, to which they pleaded not guilty. As far as A-4 and A-5 are concerned, charges were framed against them under Sections 120B IPC and 420 IPC. The trial court convicted A-1 under Section 120B IPC read with Section 420 IPC and under Section 5(2) of the PC Act and sentenced him to undergo imprisonment. A-2 to A-5 were acquitted of the charges. 6. A-2 died during the pendency of appeal before the High Court. The acquittal of accused 3 to 5 was reversed and they were convicted under Sections 120B IPC and 420 IPC. So far as imposing the quantum of sentence, the High Court remanded the matter to the trial court with a direction to pass appropriate orders after giving opportunity to the Accused 3 to 5 in regard to the quantum of sentence under Section 235 (2) Cr.P.C. Being aggrieved with the order of reversal of acquittal, the appellants are before us. Pursuant to the order of this Court dated 31.01.2011, trial court passed order imposing sentence upon fourth accused. For the conviction under Section 420 IPC and Section 120B IPC, fourth accused was imposed sentence of imprisonment of five years and three years respectively and fine was also imposed. 35. So far as the fourth accused is concerned, he was also convicted for the offence under Section 420 IPC. The offence of cheating is made of two ingredients: “deception of any person and fraudulently or dishonestly inducing that person to deliver any property to any person or to consent that any person shall retain any property”. In collusion with first accused, the fourth accused quoted and supplied DPC at an inflated rate of Rs.42.75 per kg, fourth accused dishonestly induced NEHU to purchase DPC. Fourth accused has taken stand that he did not know the then prevalent market rate of DPC at Shillong. As a supplier and also dealing with DPC, it is incomprehensible that the fourth accused did not know the prevalent market rate. The High Court rightly negatived the defence version and convicted the fourth accused under Section 420 IPC read with Section 120B IPC."
  },
  {
    "title": "Rekha Jain vs The State Of Karnataka on 10 May, 2022",
    "link": "https://indiankanoon.org/doc/57634118/",
    "docsource": "Supreme Court of India",
    "content": "2. At the outset, it is required to be noted that by order dated 08.01.2021, the present appeal in respect of petitioner No. 1 (Kamalesh Mulchand Jain) has been dismissed and the notice has been issued in respect of appellant – petitioner No. 2 (Rekha Jain). Therefore, the present appeal is required to be considered qua accused Rekha Jain only. 3. That respondent No. 2 herein – original complainant lodged a complaint against one Kamalesh Mulchand Jain (husband of Rekha Jain), alleging, inter­alia, that by misrepresentation, inducement and with an intention to cheat him, the said Kamalesh Mulchand Jain had taken away 2 kg and 27 grams of gold jewellery. A complaint was registered as FIR/Crime Case No. 75/2020 dated 13.03.2020 for the offence under Section 420 of Indian Penal Code (IPC). During the course of the investigation, it was found that appellant – Rekha Jain was absconding and the gold jewellery, taken away from the original complainant by her husband – Kamalesh Mulchand Jain, was with her, therefore, the investigation was carried out against her also, which led to the said Rekha Jain to approach the High Court by way of a petition under section 482 of Cr.PC to quash the FIR against her for the offence under Section 420 of IPC. By the impugned order, the High Court refused to quash the criminal proceedings/FIR, even in so far as the accused – Rekha Jain is concerned. Hence, the present appeal. 4. Learned counsel appearing on behalf of the appellant – accused – Rekha Jain has vehemently submitted that considering the allegations in the complaint/FIR as they are, there are no allegations that accused Rekha Jain induced the complainant to deliver the gold jewellery. It is submitted that the entire allegations can be said to be against Kamalesh Mulchand Jain, who happens to be the husband of the appellant – Rekha Jain. It is submitted that therefore, when there are no allegations of inducement by present Appellant – Accused Rekha Jain, it cannot be said that the appellant – accused – Rekha Jain has committed any offence as alleged for the offence under Section 420 of IPC. 6. Learned counsel appearing on behalf of accused – Rekha Jain – the appellant has submitted that she has been chargesheeted for the offence under Section 420 of IPC and the said accused is shown as accused No. 4. 7. We have heard learned counsel appearing on behalf of the respective parties at length. 8. At the outset, it is required to be noted that the offence alleged against the appellant – accused – Rekha Jain is for the offence under Section 420 of IPC. She has been now chargedsheeted for the said offence. However, considering the allegations in FIR/complaint, it can be seen that the entire and all the allegations are against the accused Kamalesh Mulchand Jain. In the complaint/FIR, there are no allegations whatsoever to the effect that the accused ­ Rekha Jain induced the complainant to part with the gold jewellery. Therefore, in the absence of any allegation of inducement by the accused Rekha Jain, she cannot be prosecuted for the offence under Section 420 of IPC. There must be a dishonest inducement by the accused. As per Section 420 of IPC, whoever cheats and thereby dishonestly induces the person deceived to deliver any property to any person, can be said to have committed the offence under Section 420 of IPC. Therefore, to make out a case against a person for the offence under Section 420 of IPC, there must be a dishonest inducement to deceive a person to deliver any property to any other person. In the present case, there is no allegation at all against accused – Rekha Jain of any inducement by her to deceive and to deliver the gold jewellery. The allegations of dishonest inducement and cheating are against her husband – accused – Kamalesh Mulchand Jain. Therefore, considering the allegations in the FIR/complaint as they are, and in the absence of any allegation of dishonest inducement by Rekha Jain, it cannot be said that she has committed any offence under Section 420 of IPC for which she is now chargesheeted. Therefore, the High Court has committed a grave error in not quashing the criminal proceedings against Rekha Jain for the offence under Section 420 of IPC. This is a fit case where the High Court could have exercised its powers under Section 482 of Cr.PC and to quash the criminal proceedings against Rekha Jain for the offence under Section 420 of IPC. 9. In view of the above and for the reasons stated above, the present appeal succeeds in part. The criminal proceedings against the appellant – accused – Rekha Jain for the offence under Section 420 of IPC is hereby quashed. However, it is clarified that what is quashed is the criminal proceedings for the offence under Section 420 of IPC only and not for any other offence(s), if any, committed by the accused – Rekha Jain. The present appeal is limited to the offence under Section 420 of IPC only as at present she is chargesheeted only for the offence under Section 420 of IPC. The present appeal is allowed to the aforesaid extent."
  },
  {
    "title": "Emperor vs John Mciver on 24 January, 1936",
    "link": "https://indiankanoon.org/doc/704289/",
    "docsource": "Madras High Court",
    "content": "The accused raises the plea of autrefois acquit and states Section 403(1) Criminal P.C. operates as a bar to the trial of the accused on the same facts when they have been acquitted for an offence under Section 420, I.P.C. and asks me in any event to refer the matter to the High Court under Section 432, Criminal P.C. The learned Crown Prosecutor states that when the appeal against acquittal was argued Mr. Grant raised the point and brought it to the notice of their Lordships that on the facts disclosed the only offence that can be made out was under Section 420, I.P.C., and not under Section 406, I.P.C. This contention was negatived, and their Lordships held that on the facts disclosed two offences were made out both under Sections 406 and 420, I.P.C. When there is a specific direction by the High Court to restore the complaint for an offence under Section 406, I.P.C. it is not open to me to challenge the correctness of that order or to go behind it. My duties are to carry it out. The complainant submits that in the circumstances the conduct of the accused in the first obtaining the bonds in question on false representations and on promise to return them within a specified time and thereafter disposing of them without the complainant's knowledge and consent and misappropriating the proceeds thereof and putting off the complainant by specious pleas that the bonds sent for rectification had not arrived from Bombay, is dishonest and fraudulent... 16. Paragraph 12 concludes : \"In the circumstances, the complainant charges the accused with having committed the offences punishable under Sections 406 and 420,I. P.C., and prays that they be dealt with according to law.\" Section 420, I.P.C., deals with the offence which in India is known as \"cheating\" which is defined in Section 415 and under Section 420, when the subject of the cheating is a valuable security the penalty may extend to seven years' imprisonment. Section 406, I.P.C. deals with the offence of \"criminal breach of trust\" which is defined in Section 405. The penalty for criminal breach of trust as charged is three years. The offence of criminal breach of trust, although the penalty for it is less than for an offence under Section 420, is non-compoundable, while the offence of cheating is compoundable. On 2nd July 1935 a petition was put in before the Chief Presidency Magistrate by the complainant stating that \"as the facts alleged (that means in the complaint) would, if proved, amount to an offence under Section 420, I.P.C. which is compoundable with the permission of the Court,\" it was prayed that the Court will be pleased to grant permission for the case to be compounded. The Chief Presidency Magistrate granted leave and passed the following order : \"Permission granted. Case reported compounded Accused are acquitted.\" He also made the following note : \"The complainant himself and his counsel both admit that the facts disclosed only an offence under Section 420,I. P.C. which is compoundable with the permission of the Court. I am also of the opinion that the offence disclosed is only under Section 420, I.P.C.\" Against that order the Crown filed an appeal which came before Madhavan Nair and Burn, JJ.,in Criminal Appeal No. 344 of 1935, reported in Emperor v. J. Mclver 1936 69 MLJ 681. 53. The order is silent about the offence under Section 406, I.P.C., though on the application for permission to compound there is a note by the Magistrate that he too was of opinion that the offence disclosed is only under Section 420, I.P.C., and the Crown preferred an appeal against acquittal on the ground that the complaint disclosed offences under Sections 406, and 420, I.P.C. of which the former is not compoundable and the further ground that in the circumstances of the case permission should not have been granted to compound the offence under Section 420, I.P.C. The appeal was heard by Madhavan Nair and Burn, JJ., and by their judgment reported in Emperor v. J. Mclver 1936 69 MLJ 681, they confirmed the acquittal under Section 420, I.P.C. but held that the complaint disclosed also an offence under Section 406, I.P.C. and ordered a retrial of the accused for that offence. 54. The Magistrate issued process for 11th October 1935 and applications were tiled on behalf of the accused that their acquittal under Section 420, I.P.C., is a bar to their trial under Section 406, I.P.C., and under Section 403, Criminal P.C. Arguments were heard and without deciding the question the Magistrate intimated that the evidence will be taken. An application was filed on behalf of the accused, protesting against the reception of evidence, but the Magistrate observed that in view of the order of the High Court he felt bound to proceed with the trial and an application was filed on 12th November 1935 requesting the Magistrate to refer the case to the High Court under Section 432, Criminal P.C. The Magistrate declined to make a reference and passed the following order: In this case the High Court set aside my alleged order of acquittal for an offence under Section 406, I.P.C. and directed me to restore the complaint and dispose of the case according to law in Cri. App. No. 344/35 (1). The accused raise the plea of autre fois acquit and state Section 403(1), Criminal P.C. operates as a bar to the trial of the accused on the same facts when they have been acquitted for an offence under Section 420, I.P.C., and ask me in any event to refer the matter to the High Court under Section 432, Criminal P.C. The learned Crown Prosecutor states that when the appeal against acquittal was argued Mr. Grant raised the point and brought it to the notice of their Lordships that on the facts disclosed the only offence that can be made out was under Section 420, I.P.C., and not under Section 406, I.P.C. This contention was negatived and their Lordships held that on the facts disclosed two offences were made out both under Sections 406 and 420, I.P.C. When there is a specific direction by the High Court to ?restore the complaint for an offence tinder Section 406, I.P.C., it is not open to me to challenge the correctness of that order or to go behind it. My duties are to carry it out. In the light of my view I do not think any useful purpose will be served by making a reference under Section 432, Criminal P.C., to the High Court. It is open to the accused to move the High Court, raise the plea there and obtain a stay if they are so advised. Meanwhile the case against the accused for an offence under Section 406, I.P.C., will proceed day to day from tomorrow onwards. Petitions are dismissed.\""
  },
  {
    "title": "S.Harinath vs State Of Ap on 18 December, 2019",
    "link": "https://indiankanoon.org/doc/146150954/",
    "docsource": "Andhra Pradesh High Court - Amravati",
    "content": "13. Crl.P.No.6058 420, 272,273,188,328 IPC Sections 57,58,59 of 2019 and 63 of FSS Act, 2006 14. Crl.P.No.6130 188, 272, 273, 420, 353 r/w 34 IPC and of 2019 Sections 57(1), 58, 59 and 62 of FSS Act, 2006 15. Crl.P.No.6142 188, 272, 273, 420 IPC and Sections 58, 59 of 2019 and 63 of FSS Act, 2006 16. Crl.P.No.6186 188, 270,273, 328, 420 IPC and Section 57(1) of 2019 of FSS Act, 2006 17. Crl.P.No.6187 188, 272, 273, 328, 420, IPC and Sections 56, of 2019 57 and 63 of FSS Act, 2006 23. Crl.P.No.6835 272, 273, 353 r/w 34 IPC of 2019 24. Crl.P.No.6836 188, 273, 120(b) and 420 IPC, Sections 57(1), of 2019 58, 59 and 63 of FSS Act, 2006 25. Crl.P.No.6839 188, 273, 120(b) and 420 IPC, Sections 57(1), of 2019 58, 59 and 63 of FSS Act, 2006 26. Crl.P.No.6840 188, 273, 120(b) and 420 r/w 34 IPC of 2019 27. Crl.P.No.6841 273 and 420 IPC and Sections 57,58, 59 (i) and of 2019 63 of FSS Act,2006 28. Crl.P.No.6855 188, 272, 273, 328 and 420 r/w 34 IPC., and of 2019 Sections 58, 59 and 63 of FSS Act,2006 34. Crl.P.No.6943 188, 273, 328 and 353 IPC, Sections 58, 59 of 2019 and 63 of FSS Act, 2006 35. Crl.P.No.6946 188, 273, and 420 IPC, Sections 58, 59 and 63 of 2019 of FSS Act, 2006 36. Crl.P.No.6949 188, 272, 273 IPC, Sections 57(1), 58 of FSS of 2019 Act, 2006 37. Crl.P.No.6989 273 and 420 IPC and Section 5(1) and 22 of of 2019 COTPA Act. 38. Crl.P.No.7010 273 and 420 IPC and section 22 of COTPA Act. of 2019 Section 353 IPC is also pressed into service by the police in these cases. In the case on hand, the only issue that is raised is that the accused 'pushed' away the police officer while trying to escape. This by itself, in the opinion of this Court, would not amount to use of assault or criminal force against a public servant from discharging of his duties. Section 420 IPC is also being added in some of these cases. This Court notices that the essential ingredients for utilising the section are not at all fulfilled. There is neither inducement nor delivery of any property to bring in the ingredients of section 420 IPC. As per the settled law on the subject, this intention must be present from the inception. The police are in fact 'third' parties to the offence of cheating and therefore, whether they can maintain a complaint under Section 420 IPC is also debatable. The related sections from 415 IPC are also not applicable as this Court is of the opinion that as on date, the trade in tobacco products is not barred."
  },
  {
    "title": "J. Vedhasingh vs R.M. Govindan on 11 August, 2022",
    "link": "https://indiankanoon.org/doc/174899170/",
    "docsource": "Supreme Court of India",
    "content": "8. After having heard learned counsel appearing on behalf of the appellant as well as the respondents who have advanced their contentions relying upon the judgments of this Court. The reliance placed by the appellant is on a judgment of Sangeetaben Mahendrabhai Patel (supra) wherein this Court has considered various judgments. The relevant portion of the judgment of Sangeetaben Mahendrabhai Patel (supra) is reproduced as thus: “35. The learned counsel for the appellant has further placed reliance on the judgment in G. Sagar Suri v. State of U.P. [(2000) 2 SCC 636 : 2000 SCC (Cri) 513] wherein during the pendency of the proceedings under Section 138 of the NI Act, prosecution under Sections 406/420 IPC had been launched. This Court quashed the criminal proceedings under Sections 406/420 IPC, observing that it would amount to the abuse of process of law. In fact, the issue as to whether the ingredients of both the offences were same, had neither been raised nor decided. Therefore, the ratio of that judgment does not have application on the facts of this case. 37. Admittedly, the appellant had been tried earlier for the offences punishable under the provisions of Section 138 of the NI Act and the case is sub judice before the High Court. In the instant case, he is involved under Sections 406/420 read with Section 114 IPC. In the prosecution under Section 138 of the NI Act, the mens rea i.e. fraudulent or dishonest intention at the time of issuance of cheque is not required to be proved. However, in the case under IPC involved herein, the issue of mens rea may be relevant. The offence punishable under Section 420 IPC is a serious one as the sentence of 7 years can be imposed. 9. Learned counsel for the respondents have relied upon the judgment of G. Sagar Suri (supra) and contended that the said issue has been settled more than two decades prior. The relevant paragraphs of the said judgment are reproduced as thus: “13. In the circumstances of the case in hand the conclusion is inescapable that invoking the jurisdiction of a criminal court for allegedly having committed offences under Sections 406/420 IPC by the appellants is certainly an abuse of the process of law. In the counter­affidavit filed on behalf of the complainant it is now admitted that none of the two appellants is a Director of Ganga Automobiles Ltd. Only in respect of the first appellant it is stated that he is the authorised signatory of that Company and that in fact he had signed the cheques which were returned dishonoured. Apart from making the omnibus statement that the first appellant with dishonest intentions and misrepresentations got a loan of Rs 50,00,000 from the complainant Company for Ganga Automobiles Ltd. there is nothing said as to what were those misrepresentations and how the complainant Company was duped. The only part attributed to the second appellant is that the first appellant along with Ashwani Suri, Managing Director and Mukender Singh, Director approached the complainant in June 1996 and had represented that they and Shalini Suri, Shama Suri (Appellant 2), Charanjit Singh and M.L. Kampani were the Directors of Ganga Automobiles Ltd. There is nothing stated in the counter­affidavit about the role, if any, played by the second appellant. A complaint under Section 138 of the Negotiable Instruments Act has already been filed by the complainant. There is no allegation of any corrupt practice by any of the accused as if they duped the Finance Company in parting with the amount of Rs 50,00,000. As normally understood, the business of a finance company is to invite deposits, pay interest on that and also to give loans and earn interest. A finance company also advances short­term loans. In that case it is essentially a commercial transaction. After the first two cheques were dishonoured two cheques were again issued, which again were dishonoured resulting in filing of complaint under Section 138 of the Negotiable Instruments Act. None of the respondents has been able to explain as to why offences under Sections 406/420 IPC were not added in the complaint filed under Section 138 of the Negotiable Instruments Act and why resort was had to filing of a separate first information report. A certain motive has been attributed to the investigating officer but we think we need not go into that. There is also no answer as to why the investigation against the three other Directors was still stated to be pending when the same role is assigned to all the accused. In the FIR it is Sukhvinder Singh, who first approached the complainant, but later it is Mukender Singh. There is no answer as to why there are two different names. As to who are the Directors of Ganga Automobiles Ltd. could have been easily found by the complainant after going through the records of the Registrar of Companies and also about its status. As noted above, in the subsequent statement by the complainant he does not assign any role to the first appellant. The allegation that in the first instance three persons contacted the complainant Company, who told the complainant of other Directors with whom the complainant conversed on telephone appears to be rather improbable. 5. Thus, it can be seen that Section 300(1) CrPC is wider than Article 20(2) of the Constitution. While Article 20(2) of the Constitution only states that “no person shall be prosecuted and punished for the same offence more than once”, Section 300(1) CrPC states that no one can be tried and convicted for the same offence or even for a different offence but on the same facts. 6. In the present case, although the offences are different but the facts are the same. Hence, Section 300(1) CrPC applies. Consequently, the prosecution under Section 420 IPC was barred by Section 300(1) CrPC.”"
  },
  {
    "title": "Essar Teleholdings Ltd vs Regr.Gen.Delhi High Court & Ors on 1 July, 2013",
    "link": "https://indiankanoon.org/doc/73462223/",
    "docsource": "Supreme Court of India",
    "content": "72. The aforesaid facts and circumstances constitute commission of offences, during 2007-08, punishable u/s 120-B IPC r/w 420 IPC, and substantive offence u/s 420 IPC, against accused persons, viz. Ravi N. Ruia, Anshuman Ruia, Vikash Saraf, I.P. Khaitan, Ms. Kiran Khaitan, M/s. Loop Telecom Ltd. (erstwhile M/s. Shippingstop Dot Com India Pvt.Ltd.), M/s. Loop Mobile India Ltd. (BPL M/s. Mobile Communications Limited) and M/s. Teleholdings Ltd. Accused persons were not arrested during investigation.” From the aforesaid second charge-sheet it is clear that the offence alleged to have been committed by the petitioners in the course of 2G Scam Cases. For the said reason they have been made accused in the 2G Scam Case. “4. (2) All offences under any other law shall be investigated, inquired into, tried, and otherwise dealt with according to the same provisions, but subject to any enactment for the time being in force regulating the manner or place of investigating, inquiring into, trying or otherwise dealing with such offences.” 24. Similar question came for consideration before this Court in Vivek Gupta v. Central Bureau of Investigation, (2003) 8 SCC 628. In the said case the co-accused were charged by Special Judge under the provisions of the PC Act whereas the appellant before this Court had been charged only under Section 420 IPC and under Section 120-B of the IPC, as in the present case. Having noticed the provisions of the PC Act and Cr. PC as referred to above, this Court held: “15. This is because the co-accused of the appellant who have been also charged of offences specified in Section 3 of the Act must be tried by the Special Judge, who in view of the provisions of sub- section (3) of Section 4 and Section 220 of the Code may also try them of the charge under Section 120-B read with Section 420 IPC. All the three accused, including the appellant, have been charged of the offence under Section 120-B read with Section 420 IPC. If the Special Judge has jurisdiction to try the co-accused for the offence under Section 120-B read with Section 420 IPC, the provisions of Section 223 are attracted. Therefore, it follows that the appellant who is also charged of having committed the same offence in the course of the same transaction may also be tried with them. Otherwise it appears rather incongruous that some of the conspirators charged of having committed the same offence may be tried by the Special Judge while the remaining conspirators who are also charged of the same offence will be tried by another court, because they are not charged of any offence specified in Section 3 of the Act. 17. We are, therefore, of the view that in the facts and circumstances of this case, the Special Judge while trying the co- accused of an offence punishable under the provisions of the Act as also an offence punishable under Section 120-B read with Section 420 IPC has the jurisdiction to try the appellant also for the offence punishable under Section 120-B read with Section 420 IPC applying the principles incorporated in Section 223 of the Code. We, therefore, affirm the finding of the High Court and dismiss this appeal.”"
  },
  {
    "title": "M/S Jai Mata Di Rice Mill, A ... vs The State Of Bihar & Ors on 5 October, 2015",
    "link": "https://indiankanoon.org/doc/94462349/",
    "docsource": "Patna High Court",
    "content": "26. The offence punishable under section 420 IPC reads as under:- \"420. Cheating and dishonestly inducing delivery of property.- Whoever cheats and thereby dishonestly induces the person deceived to deliver any property to any person, or to make, alter or destroy the whole or any part of a valuable security, or anything which is 58 Patna High Court Cr. WJC No.931 of 2015 dt.05-10-2015 signed or sealed, and which is capable of being converted into a valuable security, shall be punished with imprisonment of either description for a term which may extend to seven years, and shall also be liable to fine.\" 27. The essential ingredients of Section 420 IPC are: (i) cheating; (ii) dishonest inducement to deliver property or to make, alter or destroy any valuable security or anything which is sealed or signed or is capable of being converted into a valuable security, and (iii) mens rea of the accused at the time of making the inducement. 35. The petitioners have also placed reliance on the decision of the Supreme Court in Uma Shankar Gopalika v. State of Bihar (Supra), wherein the Supreme Court has observed in paragraph 7 as under:- \"7. In our view, petition of complaint does not disclose any criminal offence at all much less any offence either under Section 420 or Section 120-B IPC and the present case is a case of purely civil dispute between the parties for which remedy lies before a civil court by filing a properly constituted suit. In our opinion, in view of these facts allowing the police investigation to continue would amount to an abuse of the process of the court and to prevent the same, it was just and expedient for the High Court to quash the same by exercising the power under Section 482 Cr. P.C. which it has erroneously refused.\""
  },
  {
    "title": "Sanjay Aggarwal vs G.S. Tayal & Ors. on 11 April, 2012",
    "link": "https://indiankanoon.org/doc/194712958/",
    "docsource": "Delhi High Court",
    "content": "1. This petition is filed under section 482 Cr. P.C. seeking quashing of criminal complaint No. 80/1 of 2005 under section 406/420 IPC and also summoning order dated 18th April 2009 of the ACMM, Rohini District Courts, Delhi. 2. Facts in brief necessary for the disposal of this petition are these: Four complaints under section 138 Negotiable Instruments Act (for short 'the Act') read with section 415 and 420 IPC were filed by G.S. Tayal, his wife Munni Tayal and his sons Kapil Kumar Tayal and Devendra Kumar Tayal against the petitioners Sanjay Aggarwal, his brother Ajay Aggarwal and their firm M/s Sanjay Steel Tube Company. These complaints were filed in the year 2005. The summoning orders were passed against the aforesaid accused persons under section 138 of the Act. The complainants filed applications for dropping allegations of sections 415 and 420 IPC stating that they have filed separate complaints against the accused persons under section 420 IPC. Vide order dated 3rd June 2011, the learned Magistrate recorded that since the cognizance was taken in the complaints under section 138 of the Act only, there was no necessity of filing such applications and so he disposed of those applications as having become infructuous. 4. These are the four complaints which were filed by the complainants under section 200 Cr. P.C. for seeking registration of FIRs against the accused persons under section 406, 420 IPC which have given rise to the present petition. In these four complaints, the Magistrate vide the impugned order dated 18 th April 2009 has taken cognizance and issued summons to the accused persons including the petitioner under section 420 IPC. In addition, summons have also been issued to the petitioner under section 468 and 471 of IPC. In addition to the aforesaid two brothers and their firm, one Bhagwan Dass has also been added as an accused. The original complaints were filed on the allegations of the accused persons having given cheques in discharge of their liability towards loans taken by them from the complainants and the cheques getting dishonoured on presentation on the ground of 'insufficient funds' and their not making payments of the amounts despite service of legal notice. It was also alleged that the accused persons were knowing fully well that they did not have sufficient funds in their bank account and had deliberately and willfully, with no intention to repay the loan, induced the complainants and thus committed offences under section 415 and 420 IPC. As is noted above, cognizance was taken under section 138 of the Act only and thereafter the allegations of sections 415 and 420 IPC were sought to be deleted by the complainants. 12. I have heard learned counsel for the petitioner and complainant, G.S. Tayal in person and perused the records. 13. There is no doubt that earlier complaints were filed by the complainants in January 2005 against the petitioner, his brother Ajay Aggarwal and their firm M/s Sanjay Steel Tube Co. under section 138 of the Act read with sections 415 and 420 and that in the said complaints summons were issued against the accused persons including the petitioner under section 138 of the Act only. Though the complainant subsequently filed applications for deletion of the allegations under sections 415 and 420 IPC, but since summons were issued against all the accused persons under section 138 of the Act only, those applications were disposed of as infructuous. In the mean while the complainants had filed four complaints against the accused persons including the present petitioner and one Bhagwan Dass. It is in these complaints that the learned MM after recording the statement of the complainant and the bank official, DD Pandit ordered issue of summons to all the accused persons under Section 420 IPC and in addition to petitioner under Section 468 IPC. 23. The reliance placed on the case of Kolla Veera Raghav Rao (supra) is highly misplaced. As per the said judgment what was prohibited under section 300 (1) Cr.P.C. was that no one can be tried and convicted for the same offence or even for a different offence but on the same facts, if he was already tried or convicted or acquitted on such facts by some court. In the present case, as noted above, the allegations under section 138 of the Act and under section 420/468 IPC against the petitioner are entirely different. There is no bar of both these cases to be tried simultaneously. The bar of section 300 Cr. P.C. was not attracted in the present case since the case against the petitioner under section 138 of the Act was still pending and he was neither acquitted nor convicted. In the case of Kolla Veera Raghav Rao (supra) the appellant was earlier convicted under section 138 of the Act and it was in those peculiar circumstances that it was held that he could not be tried on the same facts under section 420 IPC."
  },
  {
    "title": "M/S Indseam Services Ltd vs Bimal Kumar Kejriwal (Huf) on 14 September, 2001",
    "link": "https://indiankanoon.org/doc/1506314/",
    "docsource": "Supreme Court of India",
    "content": "The learned Magistrate on perusal of the complaint petition and statement of the complainant and other materials produced by him, dismissed the complaint petition under Section 203 of the Criminal Procedure Code holding that there was no sufficient ground for proceeding against the accused, vide the order dated 1.10.1996. Therein the learned Magistrate observed that the dispute between the parties cropped up due to breach of contract between them and that the dispute is of a civil nature. The complainant challenged the said order by filing a Review Petition before the High Court. The High Court disposed of the case by the order dated 21.3.1997 holding that the learned Magistrate was right in not taking cognizance of the offence under Section 138/141 of the Negotiable Instruments Act and his order in that regard cannot be interfered with; that the learned Magistrate should have taken cognizance of the offence under Section 420 IPC. The High Court issued a direction to the learned Magistrate to hold further enquiry into the complaint and pass appropriate order. On receipt of the order of the High Court the learned Magistrate by the order dated 9.12.1997 took cognizance under Section 420/120B IPC and issued process to all the accused persons. The order passed by the Magistrate is quoted hereunder: \"I have also gone through the order of Hon'ble High Court. On careful scrutiny of the materials on record, I find that there is sufficient ground to proceed against the accused persons u/s 120B/420 IPC. Issue Summons against all the accused persons u/s 120B/420 IPC requisites are to be put in at once.\" The appellant filed a revision petition in the High Court assailing the said order. The learned Judge declined to interfere with the cognizance order passed by the learned Magistrate for the reason that when there was a specific direction from the High Court to take cognizance of the offence under Section 420 IPC and the Magistrate passed the order in view of such direction it will not be proper for the High Court to hold otherwise. The relevant portion of the order reads as follows: \"It appears that the learned Magistrate took cognizance of the offence under Section 420/120B of the Indian Penal Code and issued process against the accused persons in view of the direction given by this Court. In my considered opinion when there is a specific direction from this Court directing the learned Magistrate to take cognizance of the offence under Section 420 IPC, it will not be proper for this Court to hold otherwise. In view of the discussions made above I think it will not be proper for this Court to pass any further order or to go into the merit of the case in view of the judgment delivered by Justice Tiwari. This court cannot sit on appeal over the judgment and order passed by a co-ordinate bench of this Court. The revisional application is accordingly dismissed. However, liberty is granted to the petitioner to agitate all the points, which he has taken before this court in this revisional application, before the trial court at the appropriate stage of the proceedings.\" Per contra, Shri D.A.Dave, learned senior counsel appearing for the respondent contended that the ingredients of the offence of cheating punishable under Section 420 IPC are made out on the averments in the complaint petition and therefore the learned Magistrate was right in passing the order taking cognizance of the offence under Section 420 IPC and the High Court rightly dismissed the Revision Petition filed by the appellant. Shri Dave further contended that the complainant had entered into the contract with the accused persons and parted with substantial sum of money (rupees eighty lakhs) on the basis of the three cheques issued by the latter in his favour which were returned by the Bank on the instructions issued by the accused persons. Referring to illustration (f) of Section 415 IPC Sri Dave submitted that on the averments made in the complaint petition the ingredients of the offence are satisfied. On perusal of the order under challenge it is clear that the learned single Judge disposed of the revision petition filed by the appellant for setting aside the cognizance order and for quashing the criminal proceeding without entering into the merits of the case. The learned single Judge did not consider the nature of the contract between the parties, the arrangement for payment of dues by the accused persons to the complainant, nor did he record a finding that the ingredients of the offence of cheating defined under Section 415 IPC were prima facie made out from the averments in the complaint petition and the statement on oath by the complainant before the learned Magistrate. The learned single Judge felt bound by the observations made in the order passed on 21st March, 1997 in which another single Judge (Justice S.K.Tiwari) while accepting the position that the Magistrate rightly did not take cognizance of the offence under Section 138/141 Negotiable Instruments Act had observed that the learned Magistrate should have taken cognizance of the offence punishable under Section 420 IPC. From the order under challenge it is manifest that the learned single Judge did not pay due attention to the part of the order in which the learned Magistrate was directed to hold further enquiry into the complaint. While judging the question whether the cognizance order passed by the learned Magistrate was sustainable in law it was incumbent for the learned single Judge to go into the question whether the complainant has been able to make out a prima facie case for the offence of cheating on the averments in the complaint petition and his statement on oath. The matter should have been examined in the light of the contentions raised by the accused applicant in the revision petition and finding recorded. The learned single Judge also did not consider whether the learned Magistrate held any further enquiry before passing the cognizance order; whether the dispute raised in the case is of civil nature and continuing the criminal proceeding will give rise to abuse of the process of court."
  },
  {
    "title": "Sanjay Bhandari & Anr vs Central Bureau Of Investigation on 29 June, 2015",
    "link": "https://indiankanoon.org/doc/169929972/",
    "docsource": "Delhi High Court",
    "content": "17. Mr.Tulsi submits that in the case of N.L. Jain (supra), offences under Sections 120-B/420 IPC and Sections 5(2) read with Section 5(l)(d) of the Prevention of Corruption Act, 1947 corresponding to Sections 13(2) read with Section 13(l)(d) of the Prevention of Corruption Act, 1988 were alleged against the accused persons. Despite of the same, Supreme Court quashed the proceedings. 18. Mr.Tulsi further submits in the case of Nikhil Merchant (supra), accused persons were charged under Section 120-B IPC read with Sections 420, 467, 468, 471 IPC read with Sections 5(2), 5(1)(d) of PC Act, 1947 and Sections 13 (2) read with 13 (1) (d) of the PC Act, 1988. Charges are similar to the present case as the substratum of charges against the private individuals in all the three aforementioned Apex Court judgments appear to be of criminal conspiracy to cheat the complainant bank. Charges of forgery are also made out to achieve the said purpose. Substantive offences under PC Act are principally made out against the public servants, who were necessarily bank employees of public sector banks in all the three said cases. 27. Three Judge Bench in Narendra Lal Jain &amp; Ors., (supra) it was held that during the investigation pertaining to the culpability of the accused in the crime, the concerned bank had instituted suits for recovery of the amount claimed to be due from the respondents and the said suits were disposed of in terms of the consent decrees. On the basis of the said consent decrees an application for discharge was filed which was rejected by the trial court but eventually was allowed by the High Court. The charges in the matter were framed under Section 120-B/420 IPC by the learned trial Judge against the private parties. As far as bank officials are concerned, charges were framed under different provisions of the Prevention of Corruption of Act, 1988. Being dissatisfied with the said order, the CBI had preferred an appeal by obtaining special leave and in that context the court observed that the accused respondent had been charged under Section 120-B/420 IPC and the civil liability of the respondent to pay the amount had already been settled and further there was no grievance on the part of the bank. Taking note of the fact that offence under Section 420 of IPC is compoundable and Section 120-B is not compoundable, the Court eventually opined thus:- 28. In the case of Vikram Anantrai Doshi (supra), the Supreme Court distinguished the decision in Narendra Lal Jain (supra) by observing that the accused persons were facing charges under Section 120-B read with Section 13(2) read with 13 (1) (d) of the PC Act 1988 and Section 420/471 of IPC and the facts were not similar to the facts in Narendra Lal Jain (supra) wherein the accused was charged under Section 120-B read with Section 420 IPC. The Supreme Court observed as follows:- \"....Though the amount due have been paid the same is under a private settlement between the parties unlike in Nikhil Merchant (supra) and Narendra Lal Jain (supra) where the compromise was a part of the decree of the Court. There is no acknowledgement on the part of the bank of the exoneration of the criminal liability of the accused-appellant unlike the terms of compromise decree in the aforesaid two cases. In the totality of the facts stated above, if the High Court has taken the view that the exclusion spelt out in Gian Singh (supra) (para61) applies to the present case and on that basis had come to the conclusion that the power under Section 482 CrPC should not be exercised to quash the criminal case against the accused, we cannot find any justification to interfere with the said decision.\" 41. In his individual capacity, petitioner No.1 herein, namely Shri Sanjay Bhandari has been charged under Sections 420 and 471 IPC. In her individual capacity, petitioner No.2, namely Smt. Sonia Bhandari has been charged under Sections 420, 467, 468 and 471 IPC. The accused bank employee (public servant) being accused No.1 in the trial, together with the petitioners who are accused No. 2 and 4, have been together charged under Sections 120-B IPC, read with Section 420, 467, 468, 471 IPC read with Section 5 (1) (d) punishable under Section 5 (2) of Prevention of Corruption Act, 1947 and Section 13 (1) (d) (ii) punishable under Section 13 (2) of Prevention of Corruption Act, 1988."
  },
  {
    "title": "Prakash Gurbaxani vs The Directorate Of Enforcement on 2 June, 2021",
    "link": "https://indiankanoon.org/doc/195444080/",
    "docsource": "Punjab-Haryana High Court",
    "content": "Investigations conducted by the Haryana Police in the FIR lodged by them revealed that the accused therein were guilty of breach of the terms of the agreement/ licence but had not committed any offence under Section 420 IPC. Accordingly, the Haryana Police filed a report under Section 173 Cr.P.C. seeking therein to prosecute the accused only under Section 10 of the 1975 Act. Since the accused in the FIR lodged by the Haryana police were no longer being prosecuted under Section 420 IPC, which was the only scheduled offence under the PMLA of which the petitioners were accused of, Chintels knocked the doors of the Delhi High Court through WP (CRL) 979-2020 - M/s Chintels India Limited vs. Union of India seeking therein quashing of the ECIR. Such petition was disposed of on 07.08.2020 with a direction that since at that stage the impugned ECIR was sans any scheduled offence under the PMLA the same be treated as closed. However, liberty was granted to the ED to revive the ECIR in case on the filing of a supplementary charge sheet and/ or framing of a charge against the accused they are sought to be prosecuted for any scheduled offence(s) under the PMLA. During the search operations conducted by the ED on the premises of Sobha, Chintels and QVC several incriminating documents are alleged to have been found which include documents showing payment of over Rs.220 crores by Sobha to Chintels/ QVC including Rs.120 crores (approximately) as non-refundable deposit paid by Sobha to Chintels/ QVC much before the issuance of the licence. It has been contended on behalf of the petitioners that they have been falsely implicated in this case; the petitioners are in custody since 16.02.2021; both of the petitioners have already been questioned by the ED on over ten occasions and during such questioning they have duly cooperated with the investigating agency; since in the case in hand investigation is complete and even the supplementary report under Section 173(8) Cr.P.C. / complaint under Sections 44 and 45 of the PMLA has been 6 of 19 filed the petitioners are neither needed by the prosecution for investigation purposes nor are they in any position to influence the investigation; the entire case of the prosecution is based on documents which have already been seized in the course of several raids conducted by the ED on the premises of both the petitioners; properties of both the petitioners for over Rs.50 crores and Rs.60 crores respectively have already been siezed by the ED; the ECIR itself is illegal as the only scheduled offence under the PMLA on which the ECIR rests i.e. Section 420 IPC, is not made out because the allegations to attract applicability of Section 420 IPC are based on an alleged breach of the terms of the agreement/ licence between Chintels and DTCP which breach is exclusively covered under Section 10 of the 1975 Act; even in the initial complaint filed by the DTCP, which became the basis for lodging of the FIR by the Haryana Police, the only allegation contained therein was that the accused had breached the terms of the agreement/ licence and therefore they be proceeded against under Section 10 of the 1975 Act; contravention of Section 10 of the 1975 Act is bailable as it entails a punishment for imprisonment which may extend to three years along with fine; in the supplementary charge sheet filed by the Haryana police the petitioners are sought to be prosecuted under Section 420 IPC only on the ground that qua licence Nos. 58/2013 and 79/2014 Chintels had not obtained prior permission from the DTCP for change in beneficiary interest/ joint development rights which had caused financial loss to the government which permission has since been taken; for the delay in taking such permission the applicable administrative charges, in terms of the order of the DTCP dated 01.04.2016, have already been deposited by Chintels and thus there was no wrongful loss caused by the petitioners to any person/ 7 of 19 authority; there is no complainant, including the DTCP, who/ which even alleges that the petitioners have played any fraud; the prayer made by the ED seeking police remand has been repeatedly rejected by the Trial Court and that in any case violation of the terms of the agreement/ licence with regard to selling of NPNL plots at a rate higher than the rates so determined by the DTCP is compoundable under Section 3(7) of the 1975 Act at the time of completion of the project which stage is yet to reach. Responding to the plea raised on behalf of the petitioners that Section 420 IPC was not attracted to the present case, the learned ASG 9 of 19 contended that in the supplementary charge sheet filed by the State police the petitioners are sought to be prosecuted under Section 420 IPC; such charge sheet has not been challenged by the petitioners; in any case, the petitioners have acted dishonestly and fraudulently by not abiding by the terms of the contract between Chintels and the DTCP as they did not reserve NPNL plots for allocation; rather, the petitioners got constructed Villas on the NPNL plots and sold these Villas at the same or higher rates than the Villas sold under the general category; at the time of execution of the conveyance deed in favour of the purchaser of the Villas built on NPNL plots the petitioners made the purchaser to sign documents to show that he had, on an earlier point of time, been allotted a NPNL plot and after such allotment he had wanted such plot to be developed by the developer of the choice of the petitioners; thereafter, in the conveyance deed the petitioners wrote in the column pertaining to the sale price of the land the price so determined by the DTCP for the NPNL plots and to adjust the lower price of the land for such plot inflated the cost of construction; no person on the general public could benefit with regard to the allotments to be made under the NPNL category; all this was due to the fraudulent acts of the petitioners as also their greed; while joining investigation the petitioners have always been evasive/ non-cooperative and that since the petitioners are having deep pockets, if they released on bail, they are likely to influence the course of their trial. With regard to applicability of Section 420 IPC to the facts of the present case the learned ASG relied on the following observations of the Supreme Court in Tulsi Ram etc. vs. State of Uttar Pradesh AIR 1963 SC 666:- Learned counsel appearing for the petitioners contended that Section 420 IPC was not attracted to the facts of the present case whereas the learned ASG argued otherwise. Lengthy and elaborate submissions of both the sides on this issue have been referred to in detail in the earlier part of this judgment. In the supplementary charge sheet filed by the Haryana Police in FIR No.291 dated 13.12.2018 registered under Section 10 of the 1975 Act and Section 420 IPC at Police Station Bajghera, District Gurugram the petitioners are sought to be prosecuted both under Section 420 IPC as also Section 10 of the 1975 Act. The complaint filed by the ED also contains specific allegations with regard to the petitioners having played fraud and acting dishonestly. There is no challenge by the petitioners to either the supplementary charge sheet filed by the Haryana Police or the complaint filed by the ED. Therefore, the weighty claims/ counter claims raised by both sides, which contain elaborate reference to documents and applicable law on the subject, with regard to the applicability of Section 420 IPC to the present proceedings are better left to be considered on a specific challenge, 17 of 19 if any, to be made in this regard or by the Trial Court at the appropriate stage. In the facts of the present case, at this stage, this Court is not inclined to hold a mini trial on this crucial aspect especially when such consideration and any finding thereupon may prejudice either party's right to a fair trial."
  },
  {
    "title": "V. Kutumba Rao vs M. Chandrasekhar Rao And Anr. on 20 March, 2003",
    "link": "https://indiankanoon.org/doc/1833068/",
    "docsource": "Andhra HC (Pre-Telangana)",
    "content": "1. The background facts for Criminal Petition No. 1698 of 2001 and Criminal R.C. No. 761 of 2001 are same. Therefore, both the petitions are being disposed of by a common order. 2. M. Chandrasekhara Rao (hereinafter referred to as 'complainant') subscribed to various chits run by V. Kutumba Rao (hereinafter to be referred as 'accused') in the name of Swapna Priya Chits &amp; Finance Private Limited. Accused was running it benami in the name of his brother V. Satynarayana as Executive Director and Sri G.S. Reddy as Managing Director. Complainant subscribed various amounts to various chits. In all the accused became liable to pay Rs. 6,00,000/- to the complainant. He executed two promissory notes dated 15.8.1998 for Rs. 3,00,000/- each in favour of the complainant promising to repay those amounts with interest @ 24% per annum. Subsequently the accused issued five post-dated cheques for a total sum of Rs. 1,86,750/- to the complainant. Complainant deposited those cheques in his Bank on 8.9.1999 for realisation. All those cheques were returned unpaid by the Bank of the accused with a memo dated 9.9.1999 with an endorsement of \"insufficient funds\". Thereafter the complainant gave a report to the police stating that the accused induced him to deposit various amounts in the Chit Funds, subsequently issued cheques which bounced and thereby the accused cheated the complainant. After investigation, the police filed a charge-sheet in CC No. 1324 of 1999 on the file of XXII Metropolitan Magistrate, Hyderabad, for the offence punishable under Section 420, I.P.C. After police report, the complainant followed the procedure envisaged under the provisions of Negotiable Instruments Act and as accused did not repay the amount covered by various cheques issued by him, he filed a private complaint in CC.No.737 of 1999 on the file of V Metropolitan Magistrate, Hyderabad. The learned Magistrate had taken cognizance of the said complaint under Section 138 of Negotiable Instruments Act and issued summons to the accused. In CC No. 1324 of 1999 the prosecution examined four witnesses and marked Exs. P.1 to P.40. On a consideration of evidence adduced by the prosecution, the learned Magistrate held that the charge under Section 420, I.P.C., is not proved against the accused. Aggrieved by the said order of acquittal, the complainant filed a revision in Criminal R.C. No. 761 of 2001 in this Court questioning the order of acquittal. The accused in his turn filed a separate petition under Section 482, Cr.P.C, in Criminal Petition No. 1698 of 2001 requesting this Court to quash the complaint in CC. No. 737 of 1999 on the ground that the accused cannot be prosecuted twice on the same set of facts and in view of the acquittal of the accused in C.C. No. 1324 of 1999, the private complaint under Section 138 of Negotiable Instruments Act is liable to be quashed. 6. I will now take up the petition to quash the proceedings in C.C. 737 of 1999 relating to prosecution of the accused for the offence under Section 138 of the Negotiable Instruments Act (hereinafter referred to as the Act). It is contended on behalf of the accused that on the same set of facts, the accused was acquitted of the charge under Section 420, I.P.C. and the continuation of the proceedings under Section 138 of the Act is illegal, improper and abuse of process of Court and it is liable to be quashed. It is the contention that the accused has been acquitted of the charge under Section 420, IPC on merits and on the same set of facts the proceedings under Section 138 of the Act is improper and prohibited under Section 300, Cr.P.C. It is also contended that two separate proceedings in respect of the same set of facts is illegal, contrary to law and lead to double jeopardy. 8. The learned Counsel for the complainant relying upon some decisions contended that the offences under Section 420, IPC and 138 of the Act are different and distinct offences and either the principles of estoppel or the plea of double jeopardy or autrefois acquit pleas do not apply. 9. I will now consider the decisions relied upon by him. The Apex Court in State of Bombay v. S.L. Apte, , held that if the offences were distinct there is no question of the rule as to double jeopardy as embodied in Article 20(2) of the Constitution being applicable. It held that rule applies only when both complaints relate to same offence. In that case it held that the offence under Section 409 IPC and under Section 105 of the Insurance Act are not the same. In another decision in M.P. State v. Veereswar Rao Agnihotri, 1957 SC 592, the Apex Court held that the offences under Section 409 IPC and Section 5(2) of the Prevention of Corruption Act are not identical offences. In a decision reported in A.A. Mulla v. State of Maharashtra, 1977 ALD (Crl.) 386 SC, the Supreme Court considered the applicability of principle of double jeopardy. The accused were tried for the offence under Section 409 IPC and they were acquitted. Subsequently, they were prosecuted under the provisions of Customs Act and Gold Control Act. The Supreme Court held that the ingredients of the offences for which the appellants were charged in the first trial are different and the factual foundation of the first trial and such foundation for the second trial is also not indented. It held that the second trial was not barred under Section 403, Cr.P.C. (old). Reliance is also placed on a judgment of Full Bench of this Court reported in Opts Marketing Pvt. Limited v. State of A.P.II (2001) BC 622 (FB)=2001(1) ALT : (Crl.) 205 (FB), wherein it was held that even after introduction of Section 138 of the Act, prosecution under Section 420, IPC is maintainable in case of dishonour of cheques or post dated cheques issued for the price of goods purchased. It is pertinent to point out that in this decision the crucial question involved in the present case whether the accused can be tried separately for offences punishable under Section 420, I.P.C. and Section 138, Negotiable Instruments Act did not fall for consideration. The only question that fell for consideration is even after introduction of the penal provision in Section 138, Negotiable Instruments Act, a person can be tried for a charge under Section 420, I.P.C. in a case of bouncing of a cheque. The Full Bench held that the said person can be tried for a charge under Section 420, I.P.C. 10. To attract the principle in T. V. Sarma's case (supra), the accused shall satisfy the Court that in the trial in Section 420, I.P.C. case, the same issues of fact and law on which he was tried and findings are recorded arise for trial and decision in the private complaint under Section 138, Negotiable Instruments Act. In my considered opinion for the reasons being mentioned hereunder, accused has failed to satisfy the test laid down in the above decision. 11. In my considered opinion the offences under Section 420, IPC and Section 138 of the Act are distinct and separate offences. If a person fraudulently or dishonestly induces another person to deliver any property or to do or omit to do anything which he would not do or omit if he were not deceived and such act or omission causes or is likely to cause damage or harm to that person in body, mind, reputation or property commits an offence of cheating. Such a person commits the offence punishable under Section 420, IPC. In a prosecution under Section 138, Negotiable Instruments Act any inducement so as to make the other person to deliver any property etc. as defined in Section 415, IPC, is not an ingredient. If a person issues a cheque and subsequently if the cheque was dishonoured by the Bank for want of funds, etc. and thereafter even after issuance of demand notice, the said person fails to pay the amount covered by the cheque within the time stipulated by Negotiable Instruments Act, that person commits an offence punishable under Section 138 of the Act. The question of inducement to other person to part with any property to do or omit to do anything does not at all arise for a decision in a prosecution under Section 138 of the Act. The offence under Section 138 of the Act is not committed on the date of issuing the cheque. The offence happens after it was dishonoured by the Bank for specified reasons and thereafter even after demand the person concerned fails to pay the amount covered by the cheque to the other person. These facts do not fall for a decision in a prosecution under Section 420, I.P.C. Some times at the time of issuing the cheque a person may induce the other person to part with property, etc. If such inducement is dishonest or fraudulent he may be committing the offence of cheating and thereby he becomes liable for prosecution. If such a person later within the time stipulated under the provisions of Negotiable Instruments Act repays the other person amount covered by the cheque he will not be liable for prosecution for the offence under Section 138 of the Act but still he can be prosecuted for the offence of cheating if at the time of issuing the cheque he had fraudulently or dishonestly induced the other person to part with property, etc. In a prosecution under Section 138, Negotiable Instruments Act, the mens rea viz., fraudulent or dishonest intention at the time of issuance of cheque need not be proved. However, in a prosecution under Section 420,I.P.C. mens rea is an important ingredient to be established. In the former case the prosecution has to establish that the cheque was issued by accused to discharge a legally enforceable debt or other liability. This ingredient need not be proved in a prosecution for the charge under Section 420, I.P.C. Therefore, the two offences covered by Section 420, IPC and Section 138, Negotiable Instruments Act are quite distinct and different offences even though sometimes there may be overlapping and sometimes the accused person may commit both the offences. The two offences cannot be construed as arising out of same set of facts. Therefore, Section 300, Cr.P.C. is not a bar for separate prosecutions for the offences punishable under Section 420, IPC and Section 138 of the Negotiable Instruments Act. The question of application of the principles of double jeopardy or rule estoppel does not come into play. The acquittal of the accused for the charge under Section 420, IPC does not operate as estoppel or res judicata for a finding of fact or law to be given in prosecution under Section 138 of the Negotiable Instruments Act. The issue of fact and law to be tried and decided in prosecution under Section 420, IPC are not the same issue of fact and law to be tried in a prosecution under Section 138 of the Act. I, therefore, do not find any force in the contentions advanced on behalf of the accused for quashing the proceedings in C.C. No. 737 of 1999. Therefore, both the revision petition and quash proceedings are liable to be dismissed."
  }
]